{
  "title": "Soy Gerard, desarrollador web. Convierto ideas en realidad digital.",
  "header": {
    "home": "Inicio",
    "projects": "Proyectos",
    "contact": "Contacto"
  },
  "presentation": {
    "title": "Soy Gerard, desarrollador web. Convierto ideas en realidad digital.",
    "body": "Me gusta el diseño y me preocupo de que tenga un impacto positivo. Me gusta crear grandes experiencias basadas en el usuario.",
    "contact-me": "Contáctame"
  },
  "about-me": {
    "image-alt": "Foto de Gerard",
    "title": "Sobre mí",
    "body": "<0>¡Hola! Mi nombre es Gerard Escòlies Martínez y desde los 18 años descubrí mi pasión por el desarrollo de software. Aunque inicialmente mi camino apuntaba hacia la ingeniería aeronáutica, fue en la programación donde encontré mi verdadera vocación.</0><1>Desde muy joven, me consideraban el \"piratilla\" de la familia. Siempre que había un problema con un sistema informático, todos asumían que yo tenía algo que ver con eso. Supongo que la informática es una pasión innata para mí.</1><2>Soy una persona inquieta. Cuando no estoy trabajando, estoy estudiando y explorando los últimos avances en programación. Uno de mis mayores impulsos es enfrentar desafíos que superen mis habilidades actuales. Aunque puede ser difícil, la satisfacción de completarlos es enormemente gratificante y siempre se aprenden cosas nuevas. Además, me encanta colaborar con mis compañeros y brindar ayuda cuando alguien se queda atascado en una tarea.</2><3>Además de mis habilidades en desarrollo web y programación de aplicaciones, también tengo experiencia en edición de imágenes y vídeos. Disfruto utilizando tanto píxeles como vectores para crear diseños impresionantes y visualmente atractivos.</3><4>En resumen, soy un desarrollador apasionado con gran capacidad para trabajar en equipo, generar ideas creativas y asumir roles de liderazgo cuando es necesario. Mi profundo conocimiento de los sistemas informáticos, las herramientas de desarrollo y mi sed de aprendizaje constante me convierten en un recurso valioso para cualquier proyecto.</4>",
    "habilities": {
      "title": "Habilidades",
      "body": "Tengo experiencia en una amplia gama de tecnologías, desde el desarrollo frontend hasta el backend, desde bases de datos hasta la computación en la nube. Soy un desarrollador muy versátil y siempre estoy dispuesto a aprender nuevas tecnologías.",
      "subtitle": "He trabajado con:"
    }
  },
  "contacto": {
    "title": "Contáctame",
    "body": "Si deseas contactarme, puedes hacerlo enviándome un correo electrónico a <a href='mailto:gerard@escoliesmartinez.com'>gerard@escoliesmartinez.com</a> o a través de LinkedIn."
  }
}