{
  "title": "Hola, em dic Gerard, dessarrollador web. Converteixo idees en realitat digital.",
  "header": {
    "home": "Inici",
    "projects": "Projectes",
    "contact": "Contacte"
  },
  "presentation": {
    "title": "Hola, em dic Gerard, dessarrollador web. Converteixo idees en realitat digital.",
    "body": "Cuido el disseny per a tenir un impacte positiu, i m'agrada crear experiencies humanes i basades en l'usuari.",
    "contact-me": "Contacta'm"
  },
  "about-me": {
    "image-alt": "Foto de Gerard",
    "title": "Sobre mi",
    "body": "<0>Hola! Em dic Gerard Escòlies Martínez i des dels 18 anys vaig descobrir la meva passió pel desenvolupament de programari. Tot i que inicialment el meu camí apuntava cap a l'enginyeria aeronàutica, va ser en la programació on vaig trobar la meva veritable vocació.</0><1>Des de ben jove, em consideraven el \"piratilla\" de la família. Sempre que hi havia un problema amb un sistema informàtic, tothom assumia que jo hi tenia alguna cosa a veure. Suposo que la informàtica és una passió innata per a mi.</1><2>Sóc una persona inquieta. Quan no estic treballant, estic estudiant i explorant els darrers avenços en programació. Un dels meus grans impulsos és enfrontar reptes que superin les meves habilitats actuals. Tot i que pot ser difícil, la satisfacció de completar-los és enormement gratificant i sempre s'aprenen coses noves. A més, m'encanta col·laborar amb els meus companys i donar ajuda quan algú es queda bloquejat en una tasca.</2><3>A més de les meves habilitats en desenvolupament web i programació d'aplicacions, també tinc experiència en edició d'imatges i vídeos. Gaudeixo utilitzant tant píxels com vectors per crear dissenys impressionants i visualment atractius.</3><4>En resum, sóc un desenvolupador apassionat amb una gran capacitat per treballar en equip, generar idees creatives i assumir rols de lideratge quan és necessari. El meu profund coneixement dels sistemes informàtics, les eines de desenvolupament i la meva set de l'aprenentatge constant em converteixen en un recurs valuós per a qualsevol projecte.</4>",
    "habilities": {
      "title": "Habilitats",
      "body": "Tinc experiència en una àmplia gamma de tecnologies, des del desenvolupament frontend fins al backend, des de bases de dades fins a la computació en el núvol. Sóc un desenvolupador molt versàtil i sempre estic disposat a aprendre noves tecnologies.",
      "subtitle": "He treballat amb:"
    }
  }
}